Repository: realchoi/docksens
Catalog: DockSens/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Accessibility
zh_hans: 辅助功能

source: All Set! You're ready to go.
zh_hans: 准备就绪！可以开始了。

source: App Language
zh_hans: 应用语言

source: Behavior
zh_hans: 行为

source: Cancel
zh_hans: 取消

source: Center
zh_hans: 居中

source: Core Features
zh_hans: 核心功能

source: Custom Shortcuts
zh_hans: 自定义快捷键

source: Delay
zh_hans: 延迟

source: DockSens Is Running
zh_hans: DockSens 正在运行

source: DockSens needs Accessibility permissions.
zh_hans: DockSens 需要辅助功能权限才能运行。

source: DockSens needs these permissions to see your windows and provide previews.
zh_hans: DockSens 需要这些权限来检测窗口并提供预览。

source: Enable
zh_hans: 去开启

source: English
zh_hans: 英语 (English)

source: Experience window management at the speed of thought.
zh_hans: 体验思维般极速的窗口管理。

source: Fast Window Switcher
zh_hans: 快速窗口切换器

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: Granted
zh_hans: 已授予

source: Hover Delay
zh_hans: 悬停延迟

source: Language
zh_hans: 语言

source: Launch at Login
zh_hans: 开机自启

source: Live Dock Previews
zh_hans: 实时 Dock 预览

source: Maximize
zh_hans: 最大化

source: Minimized
zh_hans: 已最小化

source: NEW
zh_hans: 新

source: No Active Windows
zh_hans: 无活动窗口

source: Open Settings
zh_hans: 打开设置

source: Pause Previews
zh_hans: 暂停预览

source: Permissions Missing
zh_hans: 缺少权限

source: Permissions Required
zh_hans: 需要权限

source: Please grant permissions in System Settings
zh_hans: 请在系统设置中授予权限

source: Press keys to record new shortcut.
zh_hans: 按下按键以录制新快捷键

source: Preview Customization
zh_hans: 预览自定义

source: Preview Size
zh_hans: 预览尺寸

source: Pro
zh_hans: 专业版

source: Quit DockSens
zh_hans: 退出 DockSens

source: Required to capture window previews for the Dock.
zh_hans: 需要此权限以捕获 Dock 的窗口预览图。

source: Required to detect window positions and Dock icons.
zh_hans: 需要此权限以检测窗口位置和 Dock 图标。

source: Reset All to Defaults
zh_hans: 恢复默认设置

source: Restart Now
zh_hans: 立即重启

source: Restart Required to Apply Changes
zh_hans: 需要重启以应用更改

source: Restore Purchases
zh_hans: 恢复购买

source: Resume Previews
zh_hans: 恢复预览

source: Screen Recording
zh_hans: 屏幕录制

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置...

source: Shortcuts
zh_hans: 快捷键

source: Show Dock Previews
zh_hans: 显示 Dock 预览

source: Show the active window switcher
zh_hans: 显示活动窗口切换器

source: Simplified Chinese
zh_hans: 简体中文

source: Split Left
zh_hans: 左分屏

source: Split Right
zh_hans: 右分屏

source: Start Using DockSens
zh_hans: 开始使用 DockSens

source: Supercharge your macOS Dock with live window previews and powerful window management.
zh_hans: 通过实时窗口预览和强大的窗口管理 让您的 macOS Dock 焕然一新。

source: Switch Window
zh_hans: 切换窗口

source: System Default
zh_hans: 跟随系统

source: Toggle Switcher
zh_hans: 触发切换器

source: Toggle Window Switcher
zh_hans: 切换窗口切换器

source: Unknown
zh_hans: 未知

source: Unlock DockSens Pro
zh_hans: 解锁 DockSens Pro

source: Unlock Pro
zh_hans: 解锁专业版

source: Welcome to DockSens
zh_hans: 欢迎使用 DockSens

source: Window Management
zh_hans: 窗口管理
